#变量命名规则：变量名首字母必须为字母(a-z A-Z)，下划线(_)
#大驼峰：每一个单词的首字母都采用大写字母
#小驼峰：第一个单词一小写字母开始；第二个单词的首字母大写
'''a = int(input("输入文档a:"))
b = int(input("输入文档b:"))
print("a+b=",a+b)
'''
print("==================================================\n")
print("="+" "*6 +"欢迎进入身份证认证系统V1.0")
print("="+"1.登录")
print("="+"2.登录")
print("="+"3.认证")
print("="+"4.修改密码")
print("==================================================\n")


#  编写程序，从键盘中获取一个人的信息然后想这样输出
dongGe = ("姓名    ：dongGe \n\n"
          "QQ      ：XXXXXXXX \n\n"
          "手机号  ：131XXXXXX \n\n"
          "公司地址：北京市XXX \n\n")
print("===================\n")
print(dongGe)
print("===================")



usernam = input("请输入用户名：")
password = int (input("请输入密码："))
if ("username==wanzi"):
    print("亲爱的username，欢迎登录 爱学习管理系统")
else:
    print("登录密码输入错误")
